
{
    
    "Home-Nav" : " Home ",
    "About-Nav" : "About Us",
    "Team-Nav" : "Team",
    "Join-Nav" : "Join Us",
    "Login-Nav" : "Login",
    "Lang-Nav" : "Languages",    
    "Lang-Nav-Arabic" : "Arabic ",
    "Lang-Nav-English" : "English",
    "Nav-Responsive-Name"  : "BALLERS BASKETBALL ACADEMY 🏀",


    "FreeSessionFixed" : " Get first session for free! ",
 
 "services": "SERVICES",
  "tagline": "If you do it right, it will last forever",
  "DigitalTitle": "Individual Training",
  "DigitalContent": "Personalized sessions with specialized coaches to develop strengths and enhance individual skills.",
  "ReturnsTitle": "Easy Registration",
  "ReturnsContent": "Secure your spot hassle-free with easy mobile registration on your phone or laptop, kickstarting your journey with us",
  "CustomerTitle": "Sports Nutrition",
  "CustomerContent": "Specialized nutrition consultations to provide suitable dietary plans for performance enhancement and recovery.",
  "deliverTitle": "Group Training",
  "deliverContent": "Small group training sessions to promote interaction and harmony among players.",
  "PaymentTitle": "Tactics & Game Strategy",
  "PaymentContent": "Special sessions to understand the depths of the game and develop tactical vision and strategy. Leagues and Tournaments.",
  "StoresTitle": "Personalized Monitoring",
  "StoresContent": "Regular assessments to track player development and provide individual guidance for improvement.",
  "After-services" : "We focus on delivering a comprehensive experience for our players, not just on the court but in all aspects of their sports and personal lives. Join us today and be part of your journey towards excellence in basketball!",

  "BallersT-Title" : "Ballers Basketball Coaches",
  "BallersT-Desc" : "Crafting the Minds of Ballers on the Court",
  "BallersT-coach1" : "Caoch Amro Al-Wageei",
  "BallersT-coach1-desc" : "CEO & Founder",
  "BallersT-coach2" : "Caoch Ahmad Ameen ",
  "BallersT-coach2-desc" : "CEO & Founder",

  "BallersT-team-more" : "Read More",

  "BallersT-Title1" : "Ballers technical team",
  "BallersT-Desc1" : "Pushing our hoops brand ahead",
  "BallersT-tech1" : "Amro Al-Wageei",
  "BallersT-tech1-desc" : "Technical Team Leader",
  "BallersT-tech2" : "Hussein Injass",
  "BallersT-tech2-desc" : "Full Satck Web Developer",
  "BallersT-tech3" : "Shahed Adnan",
  "BallersT-tech3-desc" : "UI / UX Desgnier",
  "BallersT-tech4" : "Laith Abbas",
  "BallersT-tech4-desc" : "Backend Web Developer",

  "BallersT-Title2" : "Fuel Your Game with Our Nutrition Experts",
  "BallersT-Desc2" : "Optimize play with expert nutrition",
  "BallersT-nut1" : "Dr. Rania Anabieh ",
  "BallersT-nut1-desc" : "Sport & Nutrition Coach",

  "Amro-Name" : "Amro Al-Wageei",
  "Amro-postion" : "Founder | Coach | Technical team leader",
  "Amro-para1" : "At 26 years old, I bring a wealth of experience and expertise in the realm of basketball, having dedicated over 13 years to honing my skills and mastering the game. my passion for basketball has been an integral part of my journey. This deep-rooted love for the sport has not only sculpted my physical abilities but has also instilled in me valuable qualities such as teamwork, discipline, and resilience.",
  "Amro-para2" : "Currently, I channel my enthusiasm for technology and development as an Orange Technical Trainer specializing in full-stack web development. Leveraging my extensive background in basketball, I've seamlessly transitioned into the role of a technical trainer, using my coaching skills to guide aspiring developers on their journey. The parallels between the precision and strategy required in both basketball and web development are evident in my teaching approach, where I emphasize teamwork, attention to detail, and the ability to adapt to challenges. Through this unique combination of experiences, I strive to inspire and empower the next generation of developers to reach their full potential in the dynamic world of technology.",

  "Ahmad-Name" : "Ahmad Ameen",
  "Ahmad-postion" : "Founder | Coach",
  "Ahmad-para1" : "Captain Engineer Ahmed Yassin works as an engineer at the Aqaba Development Company He was also one of the distinguished modern players with the Aqaba Youth Club, a basketball player for 20 year, and he also has experience in training in advanced techniques.He obtained a certificate of participation in the Arab Trainers Course for the year 2023 and a certificate of participation in the FIBA Level 1 course.",
  "Ahmad-para2" : " He combines a brilliant engineer and a world-class coach in the world of basketball. He possesses unique skills in analyzing and designing electronics with an unlimited passion for developing skills.",
  "Ahmad-para3" : " Including strategy and understanding the basics of the game, leading to making the most of them. His profession combines engineering strengths and sporting passion, creating a unique experience between creativity and excellence in every aspect of sporting life.",


  "Hussien-Name" : "Hussien Injas",
  "Hussien-postion" : "Full Stack Web Developer | Mern Stack",
  "Hussien-para1" : "Hello, I'm Hussein Injass, a passionate Full Stack Developer with a knack for crafting seamless and engaging web applications. With a solid foundation in both front-end and back-end technologies, I bring a comprehensive skill set to the table.",
  "Hussien-para2" : " On the front-end, I specialize in creating intuitive and visually appealing user interfaces. Proficient in HTML, CSS, and JavaScript, I leverage popular frameworks like React to build dynamic and responsive applications that deliver an exceptional user experience.",
  "Hussien-para3" : "Equally comfortable on the back-end, I navigate server-side logic and database management effortlessly. My expertise spans languages such as Node.js , Php and laravel framework ,allowing me to develop robust server-side components and integrate them seamlessly with databases using SQL or NoSQL technologies.",


  "Laith-Name" : "Hussien Injas",
  "Laith-postion" : "Back-end Web Developer",
  "Laith-para1" : "Hello, I'm Laith Abbas,  Back-End Web Developer recognized for his expertise in designing scalable server-side architectures using languages such as Laravel, PHP",
  "Laith-para2" : "Meticulous approach to detail sets him apart in crafting robust and efficient systems for dynamic websites and applications. What distinguishes Laith is his integration of Artificial Intelligence (AI) and Machine Learning (ML) into projects, showcasing a forward-thinking mindset. Beyond traditional web development, he leverages AI engineering skills to create intelligent, automated solutions that enhance user experiences. .",


  "gallery" : "  Gallery ",
  "tagline-gallery" : "“Champions Ballers , we are proud of them",
  "contactus" : "  Contact Us ",
  "tagline-contactus" : "We appreciate your trust in us and look forward to serving you with pride  ",

  "telephone-first" : "Telephone",
  "telephone-first-content1" : "+962 799379762",
  "telephone-first-content2" : "+962 798257370",
  "location-first" : "Location",
  "location-first-content" : "Aqaba , Jordan - 8th residential -  The new playground for the 8th school ",
  "join-first" : "Join Nows",
  "join-first-content" : "Click Here",


  "FormT-Title1" : "Get in touch with us",
  "FormT-desc1" : "We are always here to help you",
  "FormT-location1" : "8th residential ",
  "FormT-location2" : "DE 19901 Aqaba County, Jordan",
  "FormT-email" : "hello@ballers.com",
  "FormT-privacy" : "You agree to our friendly privacy policy.",


  "Ballers-Title" : "Ballers Basketball Academy",
  "Ballers-Title1" : "Welcome to Ballers Basketball Academy,",
  "Ballers-desc1" : "He Brings a wealth of experience and expertise in basketball coaching, ensuring top-notch training at Ballers Basketball Academy.",
  "Ballers-desc2" : " the premier destination in Aqaba for basketball enthusiasts! We offer a comprehensive experience focused on enhancing player skills, emphasizing advanced technical training, and specialized nutrition programs. Our team of highly experienced coaches ensures maximum development for each player.",
  "Ballers-desc3" : "  Reach out now to secure your spot and begin your basketball journey with Ballers Basketball Academy in Aqaba. Elevate your skills and passion for the game under expert guidance, joining a community dedicated to your success.",
  "Ballers-Team-Button" : " Our Team",
  "Ballers-Join-Button" : " Join Us",
  
  "Ballers-Title-About" : "Our Story",
  "Ballers-Title1-About" : " Ballers Basketball Academy",
  "Ballers-desc2-About" : " The story of the Ballers Basketball Academy began deep in the city of Aqaba, where we grew up as inspired individuals who loved this wonderful sport. Aqaba embraced us with its local clubs, and we were part of this vibrant sporting world. Our ambition was clear from childhood, as we sought to honor our dear city and hone our basketball skills.ب ",
  "Ballers-desc3-About" : "  We are here to make history and raise the name of Aqaba proudly. With the Ballers Academy, we promise to fulfill the dreams of youth and polish basketball masters with superior skills, to see our heroes inspire future generations and write an unforgettable legacy in the world of basketball.  ",
  "Ballers-desc4-About" : "  At Ballers Academy, we believe that skills and mentality are the key to a player's level. We work hard to train players and their skills at a high level, so that they will be players with a subsequent impact on the field of play and other tools  ",
  "Ballers-desc5-About" : " We are proud to offer a comprehensive training program that focuses on developing the technical and physical skills of players. Our training methods involve interaction with developments in the game and technology, keeping us always prepared for success at the highest levels.  ",



  "slider-title" : "Gallery",
  "slider-desc1" : "Explore the Next Level of Basketball Training ",
  "slider-desc2" : "at Ballers Basketball Academy ",
  "slider-desc3" : "Affordable and Effective Solutions for All Your Basketball Needs.",

  "FAQ.TITLE" : "FAQ?",
  "faq.question1" : "Can I make payments in cash for academy sessions?",
  "faq.answer1" : "Yes, we accept cash payments for academy sessions. Please visit our academy facility during our designated hours to make your payment to our accountant person. Be sure to obtain a receipt for your records.",
  "faq.question2" : "Can I choose a specific expert coach for ongoing sessions?",
  "faq.answer2" : "Absolutely! We offer the flexibility for you to select a preferred coach for ongoing sessions, allowing for personalized guidance and consistent coaching support.",
  "faq.question3" : "How can I access the nutrition resources provided by the academy?",
  "faq.answer3" : "Experience a special offer exclusively for Ballers Basketball Academy players, featuring personalized attention and special care, crafted by our dedicated team led by Dr. Rania Anab.",
  "faq.question4" : "What services does Ballers Basketball Academy provide for players?",
  "faq.answer4" : "Ballers Basketball Academy offers a comprehensive range of services tailored for players, including professional coaching sessions, personalized skill development programs, access to state-of-the-art facilities, fitness and conditioning programs, nutritional guidance led by Dr. Rania Anab, and exclusive opportunities for competitive play and tournaments. Our holistic approach aims to nurture the talents of each player and foster their growth both on and off the court.",


  "Footer.Copy" : " Copyright © 2024 Ballerss. All Rights Reserved.",
  "Footer.location1" : "Aqaba - Jordan",
  "Footer.location2" : "8th residental, Jordan",

  "Footer.Box1.link1" : "Ballers",
  "Footer.Box1.link2" : "Work at Ballers",
  "Footer.Box1.link3" : "Collaborate with us",
  "Footer.Box1.link4" : "Press",
  "Footer.Box1.link5" : "Privacy policy",

  "Footer.Box2.link1" : "Join Ballers",
  "Footer.Box2.link2" : "Join as a coach",
  "Footer.Box2.link3" : "Join as a player",
  "Footer.Box2.link4" : "Join as a technical support",

  "Footer.Box3.link1" : "Customer service",
  "Footer.Box3.link2" : "Join us",
  "Footer.Box3.link3" : "Contact US",
  "Footer.Box3.link4" : "About Us",

  "Footer.Box4.link1" : "Follow Us",
  "enterYourEmailFooter" : "Enter your email",
  "subscribeButton": "Subscribe to our newsletter",


  "callToAction" : "Join Us Today!",


  "SCAN.TITLE" : "Social Scan",


  "Zigi1" : "We're not just about hoops; we're about forging epic bridges between ballers and the Ballers Basketball Academy. It's not just training; it's a slam dunk connection that'll have you feeling like the MVP of your own basketball journey! 🏀🌉",
  "Zigi2" : "At Ballers Basketball Academy, we're your hoops BFFs! We've got the tricks and treats to fix any basketball blues. Our platform is the cool spot for secure and awesome basketball training, no matter where you dribble. Let's ball in style! 🏀🌟",
  "Zigi3" : "We're not just about training ; we're your go-to crew for recognizing your b-ball brilliance! With moves to conquer any court challenge, our platform is the spot for secure and sensational basketball training. Wherever you play, we see your skills shine. Let's hit the court and own it! 🏀🌟",
  "Zigi-JoinButton" : "Join Us Now",
  "Zigi-last1" : "Thank you for choosing the",
  "Zigi-last2" : "Ballers Basketball Academy",
  "Zigi-last3" : "as your partner on the journey to better hoop skills and mental agility.",


  "FormJoin1" : "Secure Your Spot at Ballers Basketball Academy!",
  "FormJoin2" : "Don't miss the chance to be a part of the elite basketball training at Ballers Basketball Academy. Reserve your spot now by filling out the reservation form below. Our skilled coaches are ready to elevate your game and help you reach your full potential. Act fast to guarantee your place among the future basketball stars.",


  "email-join1" : " or email us at - ",
  "email-join2" : "ballers@ballersaqaba.com",
  "content1-join" : "Join",
  "content2-join" : "Ballers",


  "session1-join" : "Choose",
  "session2-join" : "Regular Session",
  "session3-join" : "Private Session ",


  "fullNamePlaceholder" : "Full Name",
  "phonePlaceholder" : "Phone Number",
  "addressPlaceholder" : "Address",
  "emailPlaceholder" : "Email",
  "messagePlaceholder" : "Message",
  "subjectPlaceholder" : "Subject"



}
